Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: A més, la funció dels agents socialsva ésserafermat dins la Constitució.
en: In addition, the role of the social partnersis anchored in the Constitution.

source: La Unió també manté un diàleg de manera regularamb les esglésies i les organitzacions no confessionals.
en: The Union will also engage regularly in dialogue with churches andnon-confessional organisations.

source: Lleis a iniciativa dels ciutadans
en: Laws initiated by citizens

source: La Constitució estableix un nou mecanisme que permet que els ciutadansparticipin més en el procediment legislatiu de la Unió Europea, sempre quesiguin més d’un milió i representin un nombre significatiu d’Estats membres.Mitjançant aquest nou mecanisme, els ciutadans poden invitar la Comissió Europea a sotmetre al legislador la proposta de llei que considerin necessària.
en: The Constitution also introduces a new mechanism which allows direct inputfrom Union citizens, if they number at least a million and represent a significantnumber of Member States. Using this new mechanism, citizens can ask the Commission to submit to the legislator a legislative proposal which they considernecessary.

source: Un paper reforçat Els parlamentaris estatals han aprofitat llur majoria a la Convenció per tal deper als parlaments estatals desenvolupar el paper dels parlaments estatalsen la construcció d’Europa.
en: A stronger role Holding the majority within the Convention, the members of the nationalfor the national parliamentsparliamentsprompted the members of the Convention to seek ways ofenhancing the role of the national parliaments in European integration.

source: Latransparència dels treballs al Consell de Ministrespermetrà als parlamentsestatals fer un millor seguiment dels posicionaments de llur govern en el Consellde Ministres, i el mecanisme de “l’alerta ràpida” sobre el respecte de lasubsidiarietatels oferirà una via directa per influir en el procés legislatiu.Mitjançant aquest mecanisme, estaran informats de qualsevol iniciativa nova dela Comissió Europea i, si un terç considera que una proposta vulnera el principide subsidiarietat, la Comissió Europea haurà de tornar a examinar la sevaproposta.
en: The transparency of the Council’s workwill enable the parliaments to bettermonitor the positions of their governments within the Council, and the “earlywarning”mechanism concerning respect of the principle of subsidiaritywilloffer them a direct way of influencing the legislative process. Through thismechanism, the national parliaments will be informed about any new actiontaken by the Commission and, if a third of them consider that a proposal doesnot comply with the subsidiarity principle, the Commission will have to review its proposal.

source: Una millor cooperació interparlamentària podrà també reforçar lafunció dels parlaments dins la Unió.
en: Better inter-parliamentary cooperation will also strengthen the roleof the parliaments within the Union.

source: La pertinença a la Unió
en: Union membership

source: Adhesió a la Unió: Per poder adherir-se a la Unió, un Estat europeu ha de respectar els valorsobligació de respectar d'aquesta. els valors de la Unió
en: Joining the Union: In order to join the Union, a European State must respect the values of obligation to respect the latter.the values of the Union

source: L’adhesió d’un Estat requereix una decisió favorable del Consell de Ministres perunanimitat, l’aprovació del Parlament Europeu i la ratificació de l’acordd’adhesió per part de tots els Estats membres i l’Estat adherent.
en: The accession of a State requires a unanimous Council decision, the approvalof the European Parliament, and ratification of the accession agreement by all the Member States.

source: Suspensió dels drets en El Consell Europeu, mitjançant una decisió presa per unanimitat (sensecas de violació dels comptar l’Estat afectat) i després de l’aprovació del Parlament Europeuvalors de la Unió (decidida per majoria de dos terços), pot constatar l’existència d’unaviolació greui persistent dels valors de la Unió per part d’un Estat membre;consegüentment, el Consell de Ministres pot suspendre, per majoriaqualificada, els drets de l’Estat membre en qüestió.
en: Suspension of rights By a decision taken unanimously (not counting the State concerned) and in the event of violation after approval by the European Parliament (voting by two-thirds majority), of the Union’s valuesthe European Council can indicate seriousand persistent violation of the Union’s values by a Member State, after which the Council may, by qualifiedmajority, suspend the rights of the Member State in question.

source: Introducció a la Constitució Cada Estat membre pot decidir –aquesta és una novetat que introdueix lade la possibilitat, per part Constitució– retirar-se de la Uniód’acordambel seu ordenamentd’un Estat membre, constitucional.
en: Introduction in the Constitution Any Member State can decide – and this is an innovation introduced by theof the option for a Member Constitution – in accordance with its constitutional rules, to withdraw from the State to withdraw from Union.

source: Les seves relacions es regiran aleshores mitjançant un acordde retirar-se de la Unió establert entre aquest Estat i la Unió.
en: Its relations will, in this event, be governed by an agreement betweenthe Unionitself and the Union.

source: Les institucions al servei del projecte europeu
en: The institutions and the European project

source: Per servir el projecte europeu i permetre que la Unió dugui a terme els seusobjectius és necessari disposar d’un marc institucional eficaç i legítim.
en: In order to carry forward the European project and enable the Union to attain its objectives, an effective and legitimate institutional framework is needed.

source: Aquestadoble necessitat es fa encara més palesa en una Unió ampliada a vint-i-cinc Estatsmembres i que comptarà amb més Estats en el futur.
en: Thisdual need is even more important in an enlarged Union of 25 or more Member States.

source: La Constitució reprèn el mésessencial de les disposicions institucionals existents, introduint-hi dues novesfigures institucionals: una presidència més estable del Consell Europeu i unministre d’Afers Exteriors.
en: The Constitution includes the bulk of the existing institutional provisionsand introduces two new institutional elements: a more stable Presidency of the European Council and a Foreign Affairs Minister.

source: El marc institucional dela Unió
en: The Union’s institutional framework

source: Segons la Constitució, el marc institucional pròpiament dit inclou el Parlament Europeu, el Consell Europeu, el Consell de Ministres, la Comissió Europea iel Tribunal de Justícia de la Unió Europea.
en: Under the terms of the Constitution, the institutional framework as such includesthe European Parliament, the European Council, the Council of Ministers,the European Commissionand the Court of Justice of the European Union.

source: El Banc Central Europeuté una funció important en l’àmbit de la políticaeconòmica i monetària de la Unió. El Tribunal de Comptes, per la seva banda,garanteix el control d’ingressos i despeses de la Unió.
en: The European Central Bank (ECB) plays a major role in the Union’s economic andmonetary policy, while the Court of Auditors ensures auditing of the Union’srevenue and expenditure.

source: Juntament amb aquestes institucions, figuren dos òrgans consultius, el Comitè de les Regionsi el Comitè Econòmic i Social.
en: Alongside these institutions stand two advisory bodies, the Committee of the Regions and the European Economic and Social Committee.

source: El Parlament Europeu:funcions legislatives,pressupostàries i decontrol polític
en: The European Parliament:legislative, budgetary andpolitical control

source: El Parlament Europeu és la institució en la qual estan representats els ciutadansdels Estats membres.
en: The European Parliament is the institution in which the people of the Member States are represented.

source: En la majoria d’àmbits, el Parlament Europeu té una funciócolegislativa; també constitueix l’autoritat pressupostària –juntament amb el Consell de Ministres– i exerceix, a més, unes funcions de control políticde la Comissió.
en: In most areas, Parliament has a role of co-legislator,stands as the budgetary authorityalongside the Council, and also exercisessome political controlover the Commission.

source: La Constitució reforça els poders del Parlament Europeu com a colegislador iestén a nous àmbits el camp d’aplicació de l’anomenat procediment decodecisió, d’ara en endavant anomenat procediment legislatiu, mitjançant elqual el Parlament Europeu decideix juntament amb el Consell de Ministres.
en: The Constitution strengthens the European Parliament’s powers as co-legislator Extension of the jointlyby extending to new areas the scope of the so-called codecision procedure,decided legislativehenceforth termed legislative procedure, whereby Parliament takes jointprocedure of Parliament decisions with the Council.

source: Un màxim de 750 diputats europeus
en: A maximum of 750 Members of the European Parliament

source: El nombre de diputats europeus, elegits per sufragi universal per un mandat decinc anys, està fixat en un màxim de 750.
en: The number of Members of the European Parliament, elected by direct universalsuffrage, for a five-year term, is established at a maximum of 750.

source: Cada Estat membre disposa, segonsun principi de proporcionalitat degressiva, d’un mínim de sis escons i d’unmàxim de 96.
en: In accordancewith a principle of degressive proportionality, each Member State has a minimumof 6 and a maximum of 96 seats.

source: El nombre exacte d’escons atribuïts a cada Estat membre esdecidirà abans de les eleccions europees de 2009.
en: The exact number of seats allocated to each Member State will be decided before the European elections in 2009.

source: 4.1.2El Consell Europeu
en: 4.1.2The European Council

source: Funció El Consell Europeu és la institució encarregada de donar a la Uniól’impulsdel Consell Europeu políticnecessari per al seu desenvolupament. No legisla. Per regla general, espronuncia per consens.
en: Role of the The European Council is the institution responsible for giving the Union the European Councilpolitical impetusneeded for its development.

source: La Constitució preveu que el Consell Europeu esreuneixi un cop per trimestre.
en: The Constitutionprovides for one European Council meeting every quarter.

source: Composició del El Consell Europeu està format pels caps d’Estat o de governdels Estats Consell Europeu membres, pel seu president(una nova figura dins l’estructura institucional de la Unió) i pel president de la Comissió Europea.Segons la Constitució, el nouministre d’Afers Exteriorsde la Unió també participa en els treballs del Consell Europeu.
en: Composition of The European Council is composed of the Heads of State and Governmentthe European Councilof the Member States, its President(a new figure in the Union’s institutionalarchitecture) and the President of the Commission. Under the terms of the Constitution, the new Minister for Foreign Affairsof the Union will also takepart in the work of the European Council.

source: Una nova figura Actualment, el Consell Europeu, com totes les instàncies del Consell, està presidit perdins el paisatge l’Estat membre que exerceix durant sis mesos la presidència de la Unió, segons uninstitucional de la Unió: el ordre preestablert.
en: A new figure in the Union’s Currently, like all the bodies of the Council, the European Council is chaired institutional landscape: by the Member State holding the six-month Presidency of the Union, accordingthe President of to a pre-established rota.

source: La Constitució modifica aquest sistema i crea la funció permanentpresident del Consell Europeu de president del Consell Europeu, elegit pel Consell Europeu per un període de dosanys i migi amb la possibilitat de ser reelegit una vegada.
en: The Constitution modifies this system by creating the European Councila permanentfunction of President of the European Council elected by the European Council for a period of two-and-a-half years, renewable once.

source: La funció d’aquest president serà presidir i dinamitzar els treballs del Consell Europeu.
en: The role of this President will be to chair and push forward the work of the European Council.

source: Tindrà també tasques de representació de la Unió a alt nivell en l’àmbitde la política exterior i de seguretat comuna.
en: He or she will also serve as a high-level representative ofthe Union in the area of the common foreign and security policy.

source: Funció El Consell de Ministres és la institució de la Unió en què estan representats elsdel Consell de Ministres governsdels Estats membres.
en: Role of the The Council is the Union institution in which the Governmentsof the Member Council of Ministers States are represented.

source: El Consell de Ministres exerceix les funcionslegislatives i pressupostàries juntament amb el Parlament Europeu.
en: The Council, with the European Parliament, acts in a legislative and budgetary capacity.

source: També és lainstitució preponderant per prendre decisions en matèria de política exterior i deseguretat comuna i en matèria de coordinació de les polítiques econòmiques.
en: It is also the lead institution for decisionmaking on the common foreign and security policy and on the coordination of economic policies.

source: Composició del El Consell de Ministres està format per un representant nomenat per cada Consell de Ministres Estat membrea nivell ministerial.
en: Composition of the The Council of Ministers is made up of one representative appointed by each Council of Ministers Member Stateat ministerial level.

source: Es reuneix en diferents formacions.
en: It meets in different configurations.

source: Així, perexemple, els ministres d’agricultura es reuneixen en una formació concreta del Consell de Ministres quan es tracta de prendre decisions en l’àmbit de la políticaagrícola comuna.
en: Thus, forexample, the ministers for agriculture meet in a specific configuration of the Council when it has to take decisions on the common agricultural policy.

source: Presidència del Consell de Ministres
en: Presidency of the Council of Ministers

source: Actualment, totes les instàncies del Consell estan presidides durant sis mesos, pertorns rotatoris, per un sol Estat membre.
en: At present, all the bodies of the Council are chaired for six months by a single Member State in turn. The Constitution does not make any fundamental changesto this system.

source: La Constitució no modifica essencialmentaquest sistema, però s’ha acordat d’inscriure aquesta presidència rotatòria pergrups de tres països establerts per un període de divuit mesos.
en: However, it has been agreed that the Presidency should berotated within groups of three countries established for a period of 18 months.This system could change in the future because the European Council will beable to amend it by qualified majority.

source: Aquest sistemapodria evolucionar en el futur atès que podrà ser modificat pel Consell Europeu permajoria qualificada.
en: The “General Affairs” Council will,however, be chaired by the Foreign Affairs Minister.

source: Pel que fa al Consell d’Afers Exteriors estarà presidit pel ministre d’Afers Exteriors.El Consell Europeu haurà de fixar les normes d’aplicació d’aquesta rotació entre els Estats membres, tenint en compte, entre altres coses, els equilibris geogràficseuropeus.
en: The rules for applying thisrota system between the Member States will be established by the European Council, taking due account of the overall geographical balance in Europe,among other things.

source: 4.1.4La Comissió Europea
en: 4.1.4The European Commission

source: Funció de la Comissió Europea
en: The Commission’s role

source: La Comissió Europea es va crear per representar, amb la més granindependència, l’interès europeu comúa tots els estats membres de la Unió.Dins l’àmbit legislatiu, és el motor: és qui proposales“lleis”que després han deser aprovades pel Parlament Europeu i pel Consell de Ministres.
en: The Commission was created as an independent body to representthe Europeaninterest commonto all the Member States of the Union. It is the driving force ofthe legislative process, proposing the “laws”on which the European Parliamentand the Council then have to take a decision.

source: La Comissió Europea garanteix la programació i l’execució de les polítiquescomunes (com la política agrícola comuna, per exemple), executa el pressuposti gestiona els programes comunitaris.Per a l’execució concreta de lespolítiques i dels programes comunitaris, la Comissió Europea rep l’ampli suport deles administracions estatals.
en: The Commission ensures the planningand implementation of the commonpolicies(e.g. the common agricultural policy), administers the budgetandmanagesthe Community programmes. For the day-to-day running of Communitypolicies and programmes, the Commission relies heavily on the nationaladministrations.

source: En l’àmbit exterior, la Comissió Europea representa la Uniói dirigeix lesnegociacions internacionals (per exemple, les que s’han dut a terme en el marc del’Organització Mundial del Comerç).
en: Externally, the Commission represents the Unionand conducts internationalnegotiations (e.g. in the World Trade Organisation).

source: La Constitució preveu que la representacióexterior de la Unió en l'àmbit concret de la política exterior i de seguretat depenguidel Ministre d’Afers Exteriors.
en: Under the Constitution, the Union’s external representation in the area of foreign and security policy will beensured by the Minister for Foreign Affairs.

source: Finalment, la Comissió Europea vetlla per la correcta aplicació de lesdisposicions del Tractati de les decisions adoptades per les institucionscomunitàries, per exemple, dins l’àmbit de la competència.
en: Lastly, the Commission sees to it that the provisions of the Treatyanddecisions taken by the Community institutions, e.g. in the competition sphere,are correctly applied.

source: La Comissió Europea,responsable davant del Parlament Europeu
en: The Commission isaccountable to the European Parliament

source: La Comissió Europea és col·legialment responsabledavant del Parlament Europeu, que pot presentar-li una moció de censura que l’obligui a dimitir deforma col·lectiva.
en: The Commission is collectively accountableto the European Parliament, whichmay adopt a motion of censure in its regard, whereby the entire Commissionmust resign as a body.

source: La Comissió Europea adopta les seves decisions per majoria simple dels seusmembres.
en: The Commission takes its decisions by simple majority.

source: Composició de la Comissió: Des del seus orígens, la Comissió Europea sempre ha estat formadaper dosun comissari per Estat representants dels Estats membres més poblats i per un representant demembre fins al 2014; cadascun dels altres Estats membres.
en: Composition of the Commission:one commissioner per Member State until 2014, then the Commission members will belimited to two thirds of thenumber of Member States

source: El Tractat de Niça va limitar la composiciódesprés, una Comissió de la Comissió a un comissari per cada Estat membre.
en: The Treaty of Nice limits the composition of the Commission to onecommissioner for each Member State.

source: Així estarà formada la Europea limitada a Comissió que serà designada l’1 de novembre de 2004.
en: This is therefore how the Commission tobe designated on 1 November 2004 will be composed.

source: La Constitució estableixdos terços del nombre que, a partir de 2014, la Comissió Europea es reduirà fins a un nombre ded’Estats membres. membres que correspongui als dos terços del nombre d’Estats membres.
en: The Constitutionstipulates that, as of 2014, the Commission will be reduced to the number ofmembers which corresponds to two thirds of the number of Member States.

source: Elscomissaris seran aleshores escollits segons un sistema de rotació que tractatots els Estats membres de manera igual.
en: The commissioners will then be chosen according to a system of rotation underwhich all the Member States will be treated on an equal footing.

source: Designació del president de la La Convenció no ha modificat fonamentalment el mode de designació del Comissió Europea i delspresidentde la Comissió, però la Constitució assenyala clarament que el Consellcomissaris Europeu, quan proposa al Parlament Europeu el candidat a la presidència de la Comissió Europea, ha de tenir en compte els resultats de les eleccions europees.
en: Designation of the The Convention has brought no fundamental changes to the way the President President of the Commissionof the Commission is appointed but the Constitution indicates clearly that, whenand the commissionersproposing to the European Parliament a candidate for the Commission Presidency, the European Council must take account of the results of the European elections.

source: El Consell de Ministres, d’acord amb el president de la Comissió Europeadesignat, adopta posteriorment la llista de futurs comissaris, sobre la base delssuggeriments realitzats pels Estats membres.
en: The Council, in agreement with the Commission President-elect, then adopts thelist of future commissioners on the basis of suggestions made by the Member States.

source: Tal com succeeix actualment, el president i els comissaris, nomenats per unmandat de cinc anys, estaran sotmesos després col·legialment a un votd’aprovaciódel Parlament Europeu.
en: As is already the case, the President and the commissioners, appointed for a five-year term, will be collectively put to a vote of approvalby the European Parliament.

source: 4.1.5El ministre d’Afers Exteriors
en: 4.1.5The Minister for Foreign Affairs

source: Una novetat: el ministre La creació del càrrec de ministre d’Afers Exteriors és una de les principalsd’Afers Exteriors de la innovacionsaportades per la Constitució.
en: An innovation: the Minister for Foreign Affairs: the Union's voicein the international arena

source: Aquest ministre desenvoluparà una doble funció.
en: Other countries will identify the Union’s voice more easily.

source: En efecte, exercirà les tasquesque actualment corresponen a dues persones: el Secretari General del Consell,que és alhora l’Alt Representant de Política Exterior i de Seguretat Comuna, i elcomissari responsable de les relacions exteriors.
en: This Minister will, to coin a phrase, “wear two hats” by performing the taskscurrently delegated to two people: the Secretary-General of the Council, High Representative for the common foreign and security policy and thecommissioner responsible for external relations.

source: El ministre d’Afers Exteriorsserà, per tant, alhora mandatari del Consell de Ministres per a la política exteriori de seguretat comuna i el membre de la Comissió Europea responsable de lesrelacions exteriors.
en: The Foreign Affairs Minister willthus be both the Council’s representative for the common foreign and securitypolicy and the member of the Commission responsible for external relations.

source: A més, serà un dels vicepresidents de la Comissió Europea.Presidirà el Consell de Ministres d’Afers Exteriors i vetllarà per la coherència del’acció exterior de la Unió.
en: (He or she will also be one of the Commission's Vice-Presidents.) He or she willchair the Council of Foreign Affairs Ministers and will see to it that the Union'sexternal action is consistent.
